Repository: pedza/TestDevProject
Catalog: *.resx
Languages: fr

source: Current
fr: Actuel

source: Primary Work Street Address
fr: Adresse principale (bureau)

source: Hours of Operation
fr: Horaires d'ouverture

source: Passport
fr: Passeport

source: Please enter Clinic friday to hours of operation
fr: Veuillez saisir les horaires de fermeture du vendredi

source: Primary Work Address
fr: Adresse professionnelle principale

source: Enter your email
fr: Veuillez saisir votre adresse e-mail

source: Please read and agree to the terms of use and the privacy policy
fr: Veuillez lire et accepter les conditions d'utilisation et la charte de confidentialité.

# About
source: について
fr: À propos

source: License Number
fr: Numéro d'identification professionnel

source: Invite Physician
fr: Inviter un médecin

source: Video
fr: Vidéo

# Start1 Date can't be bigger than End Date
source: Start date can't be bigger than end date
fr: La date de début ne peut pas être ultérieure à la date de fin

# Clinic Management
source: 診療所管理
fr: Gérer les cliniques

source: Please enter Clinic city
fr: Veuillez saisir la ville de la clinique

source: Height
fr: Taille

source: Measurement date
fr: Date de la mesure

source: Please enter Clinic monday to hours of operation
fr: Veuillez saisir les horaires de fermeture du lundi

source: Medical Specializations
fr: Spécialisations médicales

source: Short Summary
fr: Aperçu

source: Insurance Expiry Date
fr: Date d'expiration de l'assurance

source: Current Password
fr: Mot de passe actuel

source: Details
fr: Coordonnées

source: Please enter Clinic wednesday to hours of operation
fr: Veuillez saisir les horaires de fermeture du mercredi

source: Weight
fr: Poids

source: Medical Specialization
fr: Spécialisation médicale

# IsSmoker
source: Smoking
fr: Consommation de tabac

source: Staff
fr: Personnel

source: Set
fr: Valider

source: {0} Opps.. Something went wrong during the processing of the request. We've logged the error and are alredy working on it {1}
fr: {0} Oups…Une erreur est survenue lors du traitement de la demande. Nous avons enregistré cette erreur et travaillons à sa résolution. {1}

source: Error
fr: Erreur

source: Please enter Title
fr: Veuillez saisir le titre

# CigarretPacksPerDay
source: シガレットパック/日
fr: Paquet(s) de cigarettes par jour

source: Please enter Clinic tuesday from hours of operation
fr: Veuillez saisir les horaires d'ouverture du mardi

# ConfirmPassword
source: パスワードの確認
fr: Confirmer le mot de passe

# By logging in you agree to Halza's{0} Terms of Use {1}and {2}Privacy Policy{3}
source: ログインすることで、Halzaの{0}利用規約{1}と{2}プライバシーポリシー{3}に同意したことになります。
fr: En vous connectant, vous acceptez les Conditions d'utilisation {1} de Halza {0} et sa Charte de confidentialité {2}

source: Past
fr: Passé

source: Please enter Clinic saturday from hours of operation
fr: Veuillez saisir les horaires d'ouverture du samedi

source: Date of Birth
fr: Date de naissance

source: Secondary Work Street Address
fr: Adresse postale secondaire (bureau)

source: New Value
fr: Nouvelle valeur

source: Please enter Clinic email
fr: Veuillez saisir l'adresse e-mail de la clinique

source: Primary Physician
fr: Médecin traitant

# Add new medical data
source: 新しい医療データの追加
fr: Ajouter une nouvelle donnée médicale

source: Office Phone Number
fr: Tél. (bureau)

source: Submit
fr: Envoyer

source: Email Address
fr: Adresse e-mail

# ZipCode
source: Postal Code
fr: Code postal

# CountryId
source: 国
fr: Pays

source: Reject
fr: Refuser

# City
source: 都市
fr: Ville

source: Inform Patient
fr: Informer le patient

source: Saturday
fr: Samedi

source: Please enter Clinic sunday to hours of operation
fr: Veuillez saisir les horaires de fermeture du dimanche

source: Please enter valid date
fr: Veuillez saisir une date valide

source: Secondary Work Address
fr: Adresse secondaire (bureau)

source: Please enter Clinic friday from hours of operation
fr: Veuillez saisir les horaires d'ouverture du vendredi

# Clinic Request
source: 診療所からの依頼
fr: Demande de clinique

source: Video File Name
fr: Nom du fichier vidéo

source: Office Phone
fr: Tél. (bureau)

source: Date of Record
fr: Date de la mesure enregistrée

source: Send Clinic Request
fr: Envoyer la demande de clinique

source: Okay
fr: OK

source: Accept
fr: Accepter

source: Forgot Password
fr: Mot de passé oublié

source: English
fr: Anglais

source: Create
fr: Créer

source: Please enter Clinic thursday from hours of operation
fr: Veuillez saisir les horaires d'ouverture du jeudi

source: View Profile
fr: Voir le profil

source: Show Full Detail
fr: Montrer toutes les informations

source: Please Select
fr: Sélectionner

source: Secondary Physicians
fr: Médecins secondaires

source: Kindly Ask
fr: Une question ?

source: Please enter Clinic tuesday to hours of operation
fr: Veuillez saisir les horaires de fermeture du mardi

source: Tuesday
fr: Mardi

source: Upload
fr: Télécharger

# AddStaff
source: スタッフ追加
fr: Ajouter personnel

source: Rooms
fr: Chambres

source: Mobile Phone
fr: Portable

source: Secondary Physician Name
fr: Nom du médecin secondaire

# WelcomeQuote
source: Welcome
fr: Bienvenue

source: Log in
fr: Connexion

source: Please enter your pin
fr: Veuillez saisir votre code PIN

source: Monday
fr: Lundi

# AddPatient
source: 患者の追加
fr: Ajouter patient

source: Health Parameters
fr: Paramètres de santé

source: Your password was successfuly updated
fr: Mise à jour du mot de passe réussie

source: Sort
fr: Trier

source: Last Name
fr: Nom de famille

source: Open
fr: Ouvrir

source: Edit Medicine
fr: Modifier le médicament

source: No
fr: Non

source: Send
fr: Envoyer

source: Please enter licence number
fr: Veuillez saisir votre numéro d'identification professionnel

source: Yes
fr: Oui

source: Add
fr: Ajouter

source: Other
fr: Autre

source: Medical Data
fr: Données médicales

source: End Date
fr: Date de fin

source: Please enter your current password
fr: Veuillez saisir votre mot de passe actuel

source: Set your password
fr: Créez votre mot de passe

source: Passwords must match
fr: Les mots de passe doivent correspondre

source: Service Packages
fr: Forfaits services

source: Please enter Clinic wednesday from hours of operation
fr: Veuillez saisir les horaires d'ouverture du mercredi

source: Insurance Company
fr: Compagnie d'assurance

source: Subscription Plan
fr: Abonnement

# Click here to log in
source: ログインするにはここをクリックしてください
fr: Cliquez ici pour vous connecter

source: Please enter Clinic thursday to hours of operation
fr: Veuillez saisir les horaires de fermeture du jeudi

source: Your reset link is expired. Please generate a new one.
fr: Le lien de réinitialisation du mot de passe a expiré. Veuillez en générer un nouveau.

# Add Nurse
source: ナースの追加
fr: Ajouter infirmier(e)

source: You have entered a wrong pin code too many times.
fr: Trop de tentatives de connexion avec un code PIN invalide.

source: Done
fr: OK

source: New Password and Confirmation Password must match
fr: Les deux mots de passe doivent correspondre

source: Please enter last name
fr: Veuillez saisir votre nom de famille

# ContactNumber1
source: 携帯電話番号
fr: Portable

# Are you sure you want to delete this medical data?
source: この医療データを削除してもよろしいですか?
fr: Êtes-vous sûr(e) de vouloir supprimer cette donnée médicale ?

source: Medicine records
fr: Prise de médicaments

source: Upload Image
fr: Télécharger l'image

source: General
fr: Général

source: Not Found
fr: Introuvable

source: Manage Physician
fr: Gérer le profil du médecin

source: Medicine stocks
fr: Stocks de médicaments

source: Please contact the patient to provide you with a new link and pin.
fr: Veuillez contacter le patient pour obtenir de nouveaux lien et code PIN.

# BlzfileRegNo
source: レジスタ番号
fr: Enregistrer le numéro

# ContactNumber
source: 携帯電話番号
fr: Portable

source: Phyisican Video
fr: Vidéo du médecin

source: Thursday
fr: Jeudi

source: Wednesday
fr: Mercredi

source: Friday
fr: Vendredi

source: Edit Clinic
fr: Modifier la clinique

source: Update
fr: Mettre à jour

source: Upload Data
fr: Télécharger les données

source: Please enter Clinic sunday from hours of operation
fr: Veuillez saisir les horaires d'ouverture du dimanche

source: Please enter Clinic saturday to hours of operation
fr: Veuillez saisir les horaires de fermeture du samedi

# StreetAddress
source: Address
fr: Adresse

source: Physicians
fr: Médecins

# ConsultancySpecializations
source: コンサルタントの専門分野
fr: Spécialisations

source: Recent
fr: Récent

source: Email sent
fr: E-mail envoyé

source: Please enter your email
fr: Veuillez saisir votre adresse e-mail

source: Log out
fr: Déconnexion

source: Search
fr: Rechercher

source: Welcome to Halza
fr: Bienvenue sur Halza

source: No file chosen
fr: Aucun fichier sélectionné

source: Short Biography
fr: Bio en bref

source: Invalid birth date
fr: Date de naissance invalide

source: Female
fr: Femme

source: Reason
fr: Raison

source: Please enter Clinic monday from hours of operation
fr: Veuillez saisir les horaires d'ouverture du lundi

source: Edit Profile
fr: Modifier le profil

# Alphabetic
source: アルファベット
fr: Alphabétique

# Select Diacom Folder
source: Select Dicom Folder
fr: Sélectionner un dossier Dicom

source: Name
fr: Nom

source: Phone Number
fr: Numéro de téléphone

source: Health Conditions
fr: Problèmes de santé

source: Please enter Clinic Blz File Reg No
fr: Veuillez saisir le n° d'enregistrement du fichier Blz de la clinique

source: My profile
fr: Mon profile

source: Password
fr: Mot de passe

source: ReadTerms
fr: Lire les conditions

# Clinics
source: クリニック
fr: Cliniques

source: Profile
fr: Profil

source: Please enter first name
fr: Veuillez saisir votre prénom

source: Please enter phone number
fr: Veuillez saisir votre numéro de téléphone

source: Please check your inbox and follow the instructions to reset your password.
fr: Veuillez consulter votre boîte aux lettres électronique et suivre les instructions pour réinitialiser votre mot de passe.

source: Smoking End Date
fr: Date à laquelle vous avez arrêté de fumer

source: Secondary Physician Clinic Name
fr: Nom de la clinique du médecin secondaire

source: Insurance Policy Number
fr: Référence du contrat d'assurance

source: Smoking Start Date
fr: Date à laquelle vous avez commencé à fumer

source: Generate New
fr: Nouveau lien

source: Select File
fr: Sélectionner un fichier

source: Medicines
fr: Médicaments

# Clinic
source: クリニック
fr: Clinique

source: Please enter start date
fr: Veuillez saisir la date de début

source: Please Wait
fr: Veuillez patienter

source: The resourse you requested does not exist.
fr: La page demandée n'existe pas.

source: Please enter birthday
fr: Veuillez saisir votre date de naissance

source: Hide Full Detail
fr: Masquer toutes les informations

source: Pending Clinic Request
fr: Demande d'ajout de la clinique en attente

source: Macedonian
fr: Macédonien

source: Save
fr: Enregistrer

source: Medications
fr: Traitements

source: Delete
fr: Supprimer

source: Medical
fr: Médical

source: Dosage
fr: Posologie

source: Sunday
fr: Dimanche

source: You must be at least 21 yeasrs old
fr: Vous devez être âgé(e) d'au moins 21 ans

source: Please enter Clinic name
fr: Veuillez saisir le nom de la clinique

source: Upload Photo
fr: Télécharger une photo

source: Short Summary
fr: Aperçu

source: Please enter primary work address
fr: Veuillez saisir votre adresse professionnelle principale

source: Duration
fr: Durée

# Associated Clinic
source: 関連クリニック
fr: Clinique associée

source: Start Date
fr: Date de début

# Change Password
source: パスワード変更
fr: Changer le mot de passe

source: New Password
fr: Nouveau mot de passe

source: Please enter Clinic primary work address
fr: Veuillez saisir l'adresse principale de la clinique

# BloodGroup
source: 血液型
fr: Groupe sanguin

source: Secondary Physician
fr: Médecin secondaire

source: Past Surgeries
fr: Opérations chirurgicales passées

# ConsultancySpecialization
source: コンサルタント専門化
fr: Spécialisation

source: Please enter gender
fr: Veuillez indiquer votre sexe

source: {0} You can {1} go back {2} home {3}
fr: {0} Veuillez {1} revenir {2} sur la page d'accueil {3}

source: Home
fr: Domicile

source: {0} How about you {1} go back to your home page {2}? {3}
fr: {0} Pourquoi ne pas {1} revenir sur votre écran d'accueil {2}? {3}

source: Please enter your date of birth
fr: Veuillez saisir votre date de naissance

source: Please enter your new password
fr: Veuillez saisir votre nouveau mot de passe

source: Your password has been set. Please {0} click here to log in {1}
fr: Votre mot de passe a été créé. Veuillez {0} cliquer ici pour vous connecter {1}

# Clinic request has been sent
source: 診療所からの依頼が送信されました
fr: La demande de clinique a été envoyée

source: Race
fr: Ethnicité

source: Male
fr: Homme

source: Gender
fr: Genre

source: Please enter email address
fr: Veuillez saisir votre adresse e-mail

source: Medicine Frequency
fr: Fréquence de la prise de médicament

source: Forgot your password?
fr: Mot de passe oublié ?

source: Please select date
fr: Veuillez sélectionner une date

source: First Name
fr: Prénom

source: Preferred Method of Contact
fr: Moyen de communication préféré

source: Please enter your password
fr: Veuillez saisir votre mot de passe

# Please enter Clinic contact number 1
source: Please enter Clinic contact number
fr: Veuillez saisir le numéro de téléphone de la clinique

source: Language
fr: Langue

# CountryName
source: 国
fr: Pays
